Repository: id-IoT-ADA/ElectricityBill-iOS
Catalog: ElectricityBill/Localizable.xcstrings
Source language: en
Languages: id

source: %@ - Live Usage
id: %@ - Penggunaan Sekarang

source: %@ Setting
id: Pengaturan %@

source: Add
id: Tambah

source: Add accessory to your home
id: Tambahkan perangkat ke rumah Anda

source: Add appliances
id: Tambahkan Perangkat

source: Add New Device
id: Tambahkan Perangkat Baru

source: Add New Home
id: Tambahkan Rumah Baru

source: All
id: Semua

source: Cancel
id: Kembali

source: Checking Bluetooth...
id: Memeriksa Bluetooth…

source: Choose from scanned networks
id: Pilih dari jaringan terdeteksi

source: close
id: tutup

source: Close
id: Tutup

source: Connect
id: Hubungkan

source: Connect %@ to Wi-Fi
id: Hubungkan %@ dengan Wi-Fi

source: Connected!
id: Terhubung!

source: Connecting to device...
id: Menghubungkan dengan perangkat…

source: Connection failed. Check your password and try again.
id: Koneksi gagal. Periksa kembali kata sandi dan coba lagi.

source: Continue
id: Selanjutnya

source: Create a Home
id: Buat Rumah

source: Current Location
id: Lokasi Saat Ini

source: Delete
id: Hapus

source: details
id: rincian

source: Devices
id: Perangkat

source: Done
id: Selesai

source: Edit Home
id: Sunting Rumah

source: Enter network manually
id: Masukkan jaringan secara manual

source: History
id: Riwayat

source: Home
id: Rumah

source: Home Name
id: Nama Rumah

source: Input your VA limit
id: Masukkan Batasan VA

source: Insight
id: Ringkasan

source: Lamp
id: Lampu

source: Loading Homekit...
id: Memuat Homekit…

source: Make sure the device is powered on and joined to the same Wi-Fi network as this phone.
id: Pastikan perangkat hidup dan tergabung dengan Wi-Fi yang sama dengan telepon genggam ini

source: Make sure your device is powered on and in setup mode.
id: Pastikan perangkat Anda hidup dan dalam mode pengaturan.

source: Monitor
id: Pantau

source: Most Spending
id: Pengeluaran Terbesar

source: Most Used in hours
id: Penggunaan Terlama dalam Jam

source: Most Used in Watt
id: Penggunaan Terbesar dalam Watt

source: My Devices
id: Perangkat Saya

source: Network
id: Jaringan

source: Network Name (SSID)
id: Nama Jaringan (SSID)

source: No devices added yet.
id: Belum ada perangkat yang ditambahkan.

source: No Homes Found
id: Rumah Tidak Ditemukan

source: No networks found nearby.
id: Jaringan Tidak Ditemukan

source: Open Settings
id: Buka Pengaturan

source: Open the Apple Home app to create a configuration.
id: Buka Aplikasi Apple Home untuk membuat konfigurasi

source: Other network…
id: Jaringan lain…

source: Password
id: Kata Sandi

source: Power Usage Warning!
id: Peringatan Penggunaan Energi!

source: Scan Again
id: Pindai Lagi

source: Scanning networks...
id: Memindai jaringan…

source: Search accessories...
id: Mencari aksesori…

source: Search for Devices
id: Mencari perangkat

source: Searching for devices...
id: Mencari perangkat…

source: Searching for devices…
id: Mencari perangkat…

source: Select a home to start
id: Pilih Home untuk memulai

source: Select a network
id: Pilih jaringan

source: Select Electricity Capacity
id: Pilih Kapasitas Listrik

source: Sending credentials...
id: Mengirim kredensial…

source: Start adding your appliances
id: Tambahkan perangkat anda

source: Stop Scanning
id: Hentikan Pencarian

source: Stop Searching
id: Hentikan Pencarian

source: There are no appliances here
id: Tidak ada perangkat di sini

source: This Month You Spend
id: Bulan ini Anda Mengeluarkan

source: Total Spend
id: Total Pengeluaran

source: Turn On
id: Hidupkan

source: Unreachable
id: Tidak terjangkau

source: Welcome to
id: Selamat Datang di

source: When iOS asks for a setup code, enter **1122-3344**.
id: Saat iOS meminta kode pengaturan, masukkan **1122-3344**.

source: Wi-Fi Setup
id: Pengaturan Wi-Fi

source: You've used %1$lld%% of your PLN capacity. Turning %2$@ on might cause a sudden blackout.
id: Anda telah menggunakan %1$lld%% kapasitas PLN Anda. Menghidupkan %2$@ kemungkinan dapat mengakibatkan pemadaman listrik.
